Repository: raulbanuelos/DesingProcess
Catalog: DProcess/View/Resources/StringResources.*.resx
Languages: es_mx

# msgErrorVincular
source: It was not possible to link your email account, please contact the system administrator to configure it.
es_mx: No fue posible vincular tu cuenta de correo, por favor comuniquese con el administrador del sistema para que se le configure.

# msgEstamosConfigurando
source: We are setting up your account so you can send emails.
es_mx: Estamos configurando tu cuenta para que puedas enviar correos electrónicos.

# msgParaTuInf
source: , for your information:
es_mx: , para tu información:

# msgPerfecto
source: Perfect
es_mx: Perfecto

# msgProcesoConfiguracion
source: After accepting, the configuration process will start. For your security, Lotus Notes may ask you to enter your email password. Please enter it as many times as you request. Your email password is not stored in any database of the Process Design platform. This process is totally secure and does NOT expose your credentials to other users.
es_mx: Después de aceptar, se iniciará el proceso de configuración. Por tu seguridad, es posible que Lotus Notes te solicite ingresar la contraseña de tu correo electrónico. Por favor ingrésala las veces que te las solicite. La contraseña de tu correo no se guarda en ninguna base de datos de la plataforma Diseño del Proceso. Este proceso es totalmente seguro y NO expone tus credenciales hacia otros usuarios.

# ttlAtencion
source: Attention
es_mx: Atención

# ttlGenial
source: Great!
es_mx: Genial!

# ttlOcurrioError
source: An error occurred
es_mx: Ocurrió un error

# ttlOkEntiendo
source: Ok, I understand it
es_mx: Ok, lo entiendo

# msgEnviandoCorreo
source: Sending email
es_mx: Enviando correo electrónico

# msgDeseasConfigCorreo
source: Your email is not configured, Do you want to configure it?
es_mx: Tu correo electrónico no está configurado, ¿Deseas configurarlo?

# msgCorreoEnviadoExitosamente
source: The email was sent successfully.
es_mx: El correo electrónico fue enviado exitosamente.

# lblListaDocsSuscritos
source: List of documents to which you are subscribed.
es_mx: Lista de documentos a los que estás suscrito.

# ttlMisSuscripciones
source: My subscriptions
es_mx: Mis suscripciones

# ttlModifyPassword
source: Modify Password
es_mx: Modicar Contraseña

# msgErrorContraseña
source: The password must have at least 7 characters
es_mx: La contraseña debe tener al menos 7 carácteres.

# msgContraseñaGuardada
source: Your password has been saved correctly
es_mx: Tu contraseña ha sido guardada correctamente
