Repository: raulbanuelos/DesingProcess
Catalog: DProcess/View/Resources/StringResources.*.resx
Languages: es_mx

# lblBtnLogin
source: Login
es_mx: Ingresar

# lblConfirmDeleteRecord
source: Are you sure you want to delete the record?
es_mx: ¿Esta seguro de eliminar el registro?

# lblDiameter
source: Diameter
es_mx: Diámetro

# lblEnterCredentials
source: Enter your credentials
es_mx: Ingresa tus credenciales

# lblInformation
source: Information
es_mx: Información

# lblLogIn
source: Log in...
es_mx: Ingresando...

# lblPasswordIncorrect
source: Your user/password are incorrects
es_mx: Tu usuario/contraseña son incorrectos

# lblRecordDeleted
source: Record deleted!
es_mx: Registro eliminado!

# lblTxtContrasena
source: Password
es_mx: Contraseña

# lblTxtUserName
source: Username
es_mx: Nombre de usuario

# lblUserNotActive
source: This user is not active
es_mx: Este usuario no está activo

# lblWelcome
source: Welcome
es_mx: Bienvenid@

# lblYes
source: Yes
es_mx: Si

# msgDoingOperation
source: Working at operation:
es_mx: Trabajando en la operación:

# msgError
source: Woops, something went wrong
es_mx: Oh, oh, algo salió mal

# msgFillFlields
source: Please, fill all fields
es_mx: Por favor llena todos los campos

# msgPatternInserted
source: The pattern was inserted with the code:
es_mx: La placa modelo fue dada de alta con el código:

# msgRoutingReady
source: The routing is ready
es_mx: La hoja de ruta esta lista

# msgDeleteUsuario
source: The user was successfully deleted
es_mx: El usuario se elimino correctamente

# ttlAlerta
source: Alert
es_mx: Alerta

# ttlAuthentication
source: Authentication
es_mx: Autenticación

# ttlControlDocumentos
source: Documents Control
es_mx: Control de Documentos

# ttlData
source: Data
es_mx: Base de datos

# ttlDone
source: Done
es_mx: Realizado

# ttlEspereUnMomento
source: Wait a moment
es_mx: Espera un momento

# ttlLessons
source: Learned lessons
es_mx: Lecciones aprendidas

# ttlQuotes
source: Quotes
es_mx: Cotizaciones

# ttlRawMaterial
source: Raw material
es_mx: Materias primas

# ttlRouting
source: Routing generation program
es_mx: Calculo de hoja de ruta

# ttlRoutingAux
source: Click here to calculate a routing
es_mx: Click para calcular una hoja de ruta

# ttlStandarTime
source: Standar time
es_mx: Tiempos estándar

# ttlTooling
source: Tooling
es_mx: Herramientas y herramentales

# ttlUser
source: Users
es_mx: Usuarios

# msgCancelar
source: Cancel
es_mx: Cancelar

# msgCrearDocumento
source: Create new number
es_mx: Crear un nuevo número

# msgDelArchivo
source: Do you want to delete this file?
es_mx: ¿Desea eliminar el archivo?

# msgDelUsuario
source: Do you want to delete this user?
es_mx: ¿Desea eliminar el usuario?

# msgDocumentoDisponible
source: You don't have any document available
es_mx: Usted no tiene ningún documento disponible

# msgDocumentosCorregir
source: Document(s) pending(s) to be corrected
es_mx: Documento(s) pendiente(s) por corregir

# msgDocumentosEntregar
source: Document(s) pending(s) to be delivered
es_mx: Documento(s) que puedes entregar

# msgDocumentosLiberar
source: Document(s) pending(s) to be released
es_mx: Documento(s) pendiente(s) por liberar

# msgDocumentosValidar
source: Document(s) pending(s) to be validated
es_mx: Documento(s) pendiente(s) por validar

# msgEditarDocumento
source: Edit existing document
es_mx: Editar Documentos Existentes

# msgErrorAbrir
source: Error when the file was opening
es_mx: Error al abrir el archivo seleccionado

# msgEstatusDocumento
source: Error updating the status of the document
es_mx: Error al actualizar el estatus del documento

# msgEstatusPendienteCorregir
source: the status was changed pending correction
es_mx: Se cambio el estatus a pendiente por corregir

# msgEstatusVersion
source: Error updating the status of the version
es_mx: Error al actualizar el estatus de la versión

# msgExisten
source: Exist
es_mx: Existen

# msgGenerandoExcell
source: Elaborating Excel file
es_mx: Generando archivo Excel

# msgHerramental
source: Any tool was found with these characteristics
es_mx: No se encontró herramental con estas características

# msgNumeroDocumentoDisp
source: You don´t have any number of document available
es_mx: Usted no tiene ningún número de documento disponible

# msgNumeroFijo
source: Create a fixed number
es_mx: Crear numero fijo

# msgPrivilegiosUsuario
source: This user has documents, only user privileges will be deleted
es_mx: El usuario tiene documentos, solo se borraran los privilegios de usuario

# msgRegresarCorregir
source: Do you want to return to pending status to be corrected?
es_mx: ¿Desea regresar a estatus pendiente por corregir?

# msgSistemaBloqueado
source: Blocked system
es_mx: Sistema Bloqueado

# ttlGuardar
source: Save
es_mx: Guardar

# msgAdmin
source: Admin
es_mx: Administrador

# msgCambiosGuardadosExito
source: The changes were saved successfully, the files will be verified by the document manager
es_mx: Los cambios fueron guardados exitosamente, los archivos serán verificados por el administrador de documentos

# msgCambiosRealizados
source: Changes saved successfully
es_mx: Cambios realizados correctamente

# msgCamposInvalidos
source: Invalid fields, enter only numbers
es_mx: Campos inválidos, ingrese solo números

# msgCierreArchivo
source: Close the file to be able to continue
es_mx: Cierre el archivo para poder continuar

# msgConfirmacion
source: Do you want to save the changes?
es_mx: ¿Desea guardar los cambios?

# msgDocumento
source: The document
es_mx: El Documento

# msgDocumentoActualizado
source: Document updated in the matrix
es_mx: Documento actualizado en la matríz

# msgEliminarDocumentoFallido
source: The document can't be deleted.
es_mx: No se puede eliminar el documento.

# msgEliminarDocumentoFrames
source: The document was successfully removed from the frames system
es_mx: El documento se eliminó exitosamente del sistema frames

# msgEliminarDocumentoFramesFallida
source: An error occurred in the system frameworks. Please remove it directly from the frames system
es_mx: Ocurrió un error al eliminar en el sistema frames. Por favor elimínelo directamente del sistema frames

# msgEliminarRegistro
source: Do you want to delete this file?
es_mx: ¿Desea eliminar el registro?

# msgEliminarVersionFallida
source: The version can't be deleted
es_mx: No se puedo eliminar la versión

# msgEliminaVersion
source: Version deleted
es_mx: Se elimina versión

# msgErrorActualizarVersion
source: Error updating version
es_mx: Error al actualizar versión

# msgErrorBorrarDocumento
source: The document couldn´t be deleted
es_mx: No se pudo eliminar el documento

# msgErrorBorrarVersion
source: The version couldn´t be deleted
es_mx: No se pudo eliminar la versión

# msgErrorCambiosDocumentos
source: The change in the document wasn't made
es_mx: No se pudieron realizar los cambios en documento

# msgErrorCambiosVersion
source: The change in the version wasn't made
es_mx: No se pudieron realizar los cambios en la versión

# msgErrorCrearVersion
source: You can´t create a new version
es_mx: No se puede crear una nueva versión

# msgErrorGeneral
source: Error saving the changes
es_mx: Error al guardar cambios

# msgErrorGuardandoArchivo
source: Error saving the file
es_mx: Error al guardar archivo

# msgErrorRegistrarDocumento
source: Error registering the document
es_mx: Error al registrar el documento

# msgErrorRegistrarVersion
source: Error registering the version
es_mx: Error al registrar la versión

# msgErrorVersion
source: The document hasn´t previus version
es_mx: El documento no tiene versión anterior

# msgEspera
source: Please wait
es_mx: Por favor, espere

# msgEsperaGuardandoDocumento
source: Saving document
es_mx: Guardando Documento

# msgEstado
source: Has state
es_mx: Tiene estado

# msgEstatusVersionDocumento
source: Error updating version and document status
es_mx: Error al actualizar el estatus de la versión y del documento

# msgFramesExito
source: The frames system was updated
es_mx: Se actualizo el sistema frames

# msgFramesIncorrecto
source: There was an error updating the frames system. Please update manually
es_mx: Hubo un error al actualizar el sistema frames. Favor de actualizar manualmente

# msgGenerarVersion
source: Do you want to create a new version ?
es_mx: ¿Desea generar una nueva versión?

# msgGuardarDocumento
source: The document is going to be save with the data :
es_mx: El documento se guardará con los datos:

# msgIngNumeroCopias
source: Enter the number of copies
es_mx: Ingrese el número de copias

# msgInsertando
source: Attaching file
es_mx: Adjuntando archivo

# msgInsertarTipoArchivoDOC
source: Only files .DOC can be uploaded for this type of files
es_mx: Para este tipo de archivo solo se pueden subir archivos .DOC

# msgInsertarTipoArchivoPDF
source: Only files .PDF can be uploaded for this type of files
es_mx: Para este tipo de archivo solo se pueden subir archivos .PDF

# msgInsertarUnoSolo
source: You can insert only one file
es_mx: Solo se admite adjuntar un archivo

# msgMatrizActualizada
source: Correctly updated matrix
es_mx: Matriz correctamente actualizada

# msgNotificacionCorreo
source: It was notified by email successfully
es_mx: Se notificó vía correo exitosamente

# msgNotificacionCorreoFallida
source: An error occurred when notifying by mail. Please notify manually from Lotus Notes
es_mx: Ocurrió un error al notificar por correo. Favor de notificar manualmente desde Lotus Notes

# msgNotificacionMatriz
source: Is already updated in the Documents Control Matrix
es_mx: Ya se encuentra actualizado en la Matríz de Control de Documentos

# msgNuevaVersion
source: The new version of the document is the number
es_mx: La nueva versión del documento es la número

# msgNumeroCopias
source: Number of copies
es_mx: Número de copias

# msgNumeroVersion
source: Version number
es_mx: Versión número

# msgRegistroEliminado
source: File removed !. The matrix was ​​update correctly
es_mx: Registro eliminado!. Se actualizo la matríz correctamente

# msgSeleccioneArchivo
source: Select a number to insert a file
es_mx: Seleccione un número de documento para poder insertar un archivo

# msgVersionAnterior
source: Do you want to return to previus version?
es_mx: ¿Desea regresar a la versión anterior?

# ttlGuardarVersion
source: Save version
es_mx: Guardar Versión

# msgA
source: to
es_mx: a

# msgAgregarDepartamento
source: Added department
es_mx: Departamento agregado

# msgArchivoEliminadoCorrectamente
source: The file was deleted correctly
es_mx: Se elimino el archivo correctamente

# msgArchivoEliminadoFallido
source: The file can´t be deleted
es_mx: No se pudo eliminar el archivo

# msgArchivoInsertado
source: The file was inserted correctly
es_mx: El Archivo se insertó correctamente

# msgContraseñaActualDiferente
source: Error the current password doesn't match
es_mx: Error la contraseña actual no coincide

# msgContraseñaCorta
source: The password must have more than 6 characters
es_mx: La contraseña debe de tener mas de 6 caracteres

# msgContraseñaDiferente
source: Passwords aren't the same
es_mx: Las contraseñas no son iguales

# msgContraseñaModificada
source: Modified password
es_mx: Contraseña modificada

# msgContraseñaModificadaError
source: Error changing password
es_mx: Error al cambiar la contraseña

# msgEliminacionCorrectaLeccion
source: The lesson was deleted correctly
es_mx: Se eliminó la lección correctamente

# msgEliminarLeccion
source: Do you want to delete the lesson learned?
es_mx: ¿Desea eliminar la lección aprendida?

# msgErrorAbreviatura
source: The abbreviation must have less than 7 characters
es_mx: La abreviatura debe tener menos de 7 caracteres

# msgErrorActualizarHerramental
source: Error updating tooling
es_mx: Error al actualizar el herramental

# msgErrorAgregarDepartamento
source: The department can't be added
es_mx: No se pudo agregar el departamento

# msgErrorDepartamentoExistente
source: The department already exist
es_mx: El departamento ya existe

# msgErrorEliminarHerramental
source: Error removing tooling
es_mx: Error al eliminar el herramental

# msgErrorEliminarRelacion
source: Error removing relationship
es_mx: Error al eliminar la relación

# msgErrorEliminarValidacion
source: Error deleting validation
es_mx: Error al eliminar validación

# msgErrorGenerarNumero
source: Failure to generate the number, please contact the system administrator
es_mx: Error al generar el número, favor de comunicarse con el administrador del sistema

# msgErrorGenerarNumeroExistente
source: Failure to generate the number, probably the number already exist, please contact the system administrator
es_mx: Error al generar el número, probablemente el número de documento ya exista. Favor de comunicarse con el administrador del sistema

# msgErrorGuardarDocumento
source: Failure to save the document, please contact the system administrator
es_mx: Error al guardar el documento, favor de comunicarse con el administrador del sistema

# msgErrorInsertarArchivo
source: Error saving the file
es_mx: Error al guardar el archivo

# msgErrorMaestroHerramental
source: Error to save the tooling master
es_mx: Error al guardar el maestro herramental

# msgErrorModificarRegistro
source: Error modifying the registry
es_mx: Error al modificar el registro

# msgErrorRangos
source: Range error
es_mx: Error de rangos

# msgErrorRegistrarBloqueo
source: Error registering the block
es_mx: Error al registrar el bloqueo

# msgErrorRegistrarValidacion
source: Error registering validation
es_mx: Error al registrar la validación

# msgErrorTipoDocumento
source: Error registering the document type
es_mx: Error al registrar el tipo de documento

# msgEstatusVersionActualizada
source: The status of the version was updated
es_mx: Se actualizó el estatus de la versión

# msgExtencionNSF
source: Only routes with an .nsf extension are allowed
es_mx: Solo se permiten rutas con extensión .nsf

# msgGenerarNumero
source: The generated number :
es_mx: Se generó el número :

# msgGuardando
source: Saving
es_mx: Guardando

# msgInsertarLeccionAprendida
source: Do you want to create the new lesson learned?
es_mx: ¿Desea crear la nueva lección aprendida?

# msgInsertoExitoLeccion
source: The lesson learned was successfully inserted
es_mx: Se Insertó con éxito la lección aprendida

# msgMaestroHerramentalExistente
source: The tooling master already exist
es_mx: El código de maestro herramental ya existe

# msgMantenerConvertir
source: What do you want to do? •Keep the same value •Convert the value from
es_mx: ¿Que deseas hacer? Mantener el mismo valor, Convertir el valor

# msgNumeroRepetido
source: The document number is repeated
es_mx: El número de documento está repetido

# msgPortapapeles
source: The number was copied to the clipboard
es_mx: Se copió el número al portapapeles

# msgQuitarRelacion
source: Do you want to remove relationship?
es_mx: ¿Desea quitar relación?

# msgRangoFechasInvalido
source: The date range is invalid
es_mx: El rango de fechas es inválido

# msgSeleccionarEstatus
source: You need to choose the status
es_mx: Se debe seleccionar el estatus

# msgSeleccionarValidacion
source: At least one validation must be selected
es_mx: Se debe seleccionar al menos una validación

# msgTipoDepartamento
source: You need to choose type and/or department
es_mx: Debe de escoger tipo y/o departamento

# msgTipoDocumento
source: A type of document must be selected
es_mx: Se debe seleccionar un tipo de documento

# msgTipoDocumentoExistente
source: The document type already exist
es_mx: El tipo de documento ya existe

# msgUsuarioAlta
source: User registered
es_mx: Usuario dado de alta

# msgUsuarioAltaError
source: Error registering the user
es_mx: Error al registrar el usuario

# msgUsuarioExistente
source: The user already exist
es_mx: Error el usuario ya existe

# msgValidacion
source: At least one validation must be selected
es_mx: Se debe seleccionar al menos una validación

# msgValidacionExistente
source: Validation already exists
es_mx: La validación ya existe

# ttlConvertir
source: Convert to
es_mx: Convertir a

# ttlMantener
source: Keep
es_mx: Mantener

# msgDesbloquearSistema
source: Do you want to unlock the system?
es_mx: ¿Desea desbloquear el sistema?

# msgErrorGenerarArchivo
source: Error generating file
es_mx: Error al general archivo

# msgErrorLeerArchivo
source: Error reading the file
es_mx: Error al leer el archivo

# ttlMatrizControlDocumento
source: Document Control Matrix
es_mx: Matríz de Control de Documentos

# lblAbreviatura
source: Abbreviation
es_mx: Abreviatura

# lblActualizarCopias
source: Update No. of Copies
es_mx: Actualizar No. Copias

# lblAdjuntarArchivo
source: Add File
es_mx: Adjuntar Archivo

# lblAgregarDepartamento
source: Add Department
es_mx: Agregar Departamento

# lblAgregarNuevaValidacion
source: Add New Validation
es_mx: Agregar Nueva Validación

# lblAgregarTipo
source: Add Type
es_mx: Agregar Tipo

# lblArea
source: Area
es_mx: Área

# lblAreaFrames
source: Area Frames
es_mx: Área Frames

# lblBloquearSistema
source: Lock System
es_mx: Bloquear Sistema

# lblBuscar
source: Search
es_mx: Buscar

# lblBuscarDocumento
source: Search Document
es_mx: Buscar Documento

# lblCorreo
source: Mail
es_mx: Correo

# lblDepartamentoProceso
source: Department/Process
es_mx: Departamento/Proceso

# lblDesbloquear
source: Unlock
es_mx: Desbloquear

# lblDescripcion
source: Description
es_mx: Descripción

# lblDocumentosEliminados
source: See Documents Deleted
es_mx: Ver Documentos Eliminados

# lblEliminar
source: Delete
es_mx: Eliminar

# lblExportar
source: Export to Excel
es_mx: Exportar a Excel

# lblFecha
source: Date
es_mx: Fecha

# lblFechaActualizacion
source: Update Date
es_mx: Fecha de Actualización

# lblFechaEmision
source: Issue Date
es_mx: Fecha de Emisión

# lblFechaFinal
source: Final Date
es_mx: Fecha Final

# lblFechaInicio
source: Start Date
es_mx: Fecha Inicio

# lblFechaRevision
source: Review Date
es_mx: Fecha de Revisión

# lblGenerar
source: Generate
es_mx: Generar

# lblGenerarExcel
source: Generate Excel
es_mx: Generar Excel

# lblGenerarNumeroDocumento
source: Generate Document Number
es_mx: Generar Número de Documento

# lblGenerarVersion
source: Generate Version
es_mx: Generar Versión

# lblGuardar
source: Save
es_mx: Guardar

# lblHistorial
source: Record
es_mx: Historial

# lblIdDocumento
source: Document Id
es_mx: Id Documento

# lblLiberar
source: Release
es_mx: Liberar

# lblListaUsuariosDisponibles
source: List of user availables
es_mx: Lista de usuarios disponibles

# lblModificar
source: Modify
es_mx: Modificar

# lblNombre
source: Name
es_mx: Nombre

# lblNombreDepartamento
source: Department Name
es_mx: Nombre Departamento

# lblNombreDepartamentoProceso
source: Name of the Department/Process
es_mx: Nombre del Departamento/Proceso

# lblNombreDocumento
source: Document Name
es_mx: Nombre de Documento

# lblNotificar
source: Notify to
es_mx: Notificar a

# lblNotificarA
source: Notify after release :
es_mx: Notificar después de liberar a:

# lblNuevoDocumento
source: New Document
es_mx: Nuevo Documento

# lblNumeroCopias
source: Number of Copies
es_mx: Número de Copias

# lblNumeroDocumento
source: Document Number
es_mx: Número de Documento

# lblObservaciones
source: Remarks
es_mx: Observaciones

# lblPendienteCorregir
source: Pending to correct
es_mx: Pendiente por Corregir

# lblRegresarVersionAnterior
source: Return Previous Version
es_mx: Regresar Versión Anterior

# lblSeleccionar
source: Select
es_mx: Seleccionar

# lblTipoDocumento
source: Document Type
es_mx: Tipo de Documento

# lblUsuario
source: User
es_mx: Usuario

# lblUsuarioAutorizo
source: User Authorized
es_mx: Usuario Autorizó

# lblUsuarioElaboro
source: User Elaborated
es_mx: Usuario Elaboró

# lblValidacion
source: Validation
es_mx: Validación

# lblValidacionDocumento
source: Validation Document
es_mx: Validación Documento

# lblVerArchivo
source: To see/delete the file, first you need to click in the icon of Word/PDF.
es_mx: Para ver/eliminar el archivo, primero dale clic al ícono de Word/PDF.

# lblverarchivo2
source: Afther click in the icon
es_mx: y después clic al ícono

# lblVerHistorial
source: See Record
es_mx: Ver historial

# lblVerRecurso
source: See Resources
es_mx: Ver recursos

# lblVersion
source: Version
es_mx: Versión

# ttlBloqueo
source: Lock
es_mx: Bloqueo

# ttlBusquedaDocumento
source: Search Document
es_mx: Búsqueda Documento

# ttlControlDocumento
source: Document Control
es_mx: Control Documento

# ttlCrearNumero
source: Create Number
es_mx: Crear Número

# ttlDocumentosEliminados
source: Documents Deleted
es_mx: Documentos Eliminados

# ttlDocumentosSimilares
source: Similar Documents
es_mx: Documentos Similares

# ttlDocumentosVencidos
source: Expired Documents
es_mx: Documentos Vencidos

# ttlGeneradorNumero
source: Number Generator
es_mx: Generador de Número

# ttlListaUsuarios
source: List of Users
es_mx: Lista de Usuarios

# ttlNuevaValidacion
source: New Validation
es_mx: Nueva Validación

# ttlNuevoDepartamento
source: New Department
es_mx: Nuevo Departamento

# lblAceptar
source: Accept
es_mx: Aceptar

# lblAgregarTipoDocumento
source: Add Type of Document
es_mx: Agregar Tipo de Documento

# lblAgregarUsuario
source: Add User
es_mx: Agregar Usuario

# lblApellidoMaterno
source: Mother's Last Name
es_mx: Apellido Materno

# lblApellidoPaterno
source: Last Name
es_mx: Apellido Paterno

# lblAñadir
source: Add
es_mx: Añadir

# lblBuscarUsuario
source: Search user
es_mx: Buscar usuario

# lblCambioRealizadoPor
source: Change Made by
es_mx: Cambio Realizado Por

# lblCambioRequerido
source: Required Change
es_mx: Cambio Requerido

# lblCentroTrabajo
source: Workplace
es_mx: Centro de Trabajo

# lblComponente
source: Component
es_mx: Componente

# lblConfirmarContraseña
source: Confirm Password
es_mx: Confirmar Contraseña

# lblCriterio
source: Criterion
es_mx: Criterio

# lblDatosUsuario
source: User Data
es_mx: Datos del Usuario

# lblDescripcionProblema
source: Description of the problem
es_mx: Descripción del Problema

# lblDocumentosFirmados
source: Note : Remember, the documents must be signed
es_mx: Nota: Recuerda que los documentos deben ir firmados

# lblDocumentosPendientes
source: Pending Documents
es_mx: Documentos Pendientes

# lblDocumentosPendientesEntregar
source: Pending Documents to Deliver
es_mx: Documentos Pendientes por Entregar

# lblFechaUltimoCambio
source: Last Change Date
es_mx: Fecha Ultimo Cambio

# lblInsertar
source: Insert
es_mx: Insertar

# lblLiberado
source: Released
es_mx: Liberado

# lblMedidaPlato
source: Select a plate measurement
es_mx: Selecciona una medida de plato

# lblNivelCambio
source: Level of Change
es_mx: Nivel de Cambio

# lblNombreUsuario
source: Name User
es_mx: Nombre del Usuario

# lblNuevaContraseña
source: New Password
es_mx: Nueva Contraseña

# lblNuevaLeccion
source: New Lesson
es_mx: Nueva Lección

# lblNuevoTipoDocumento
source: New Type of Document
es_mx: Nuevo tipo de Documento

# lblNumeroVersion
source: Version Number
es_mx: Número de Versión

# lblOperacion
source: Operation
es_mx: Operación

# lblPerfil
source: Profile
es_mx: Perfil

# lblQuitarRelacion
source: Remove Relation
es_mx: Quitar Relación

# lblRelacionar
source: Relate
es_mx: Relacionar

# lblReportadoPor
source: Reported by
es_mx: Reportado Por

# lblSolicitudTrabajoIng
source: Engineering Job Request
es_mx: Solicitud de Trabajo de Ingeniería

# lblTipoPerfil
source: Profile Type
es_mx: Tipo de Perfil

# lblValidacionesNoRelacionadas
source: No Related Validations
es_mx: Validaciones No Relacionadas

# lblValidacionesRelacionadas
source: Related Validations
es_mx: Validaciones Relacionadas

# lblVer
source: View
es_mx: Ver

# lblVersiones
source: Versions
es_mx: Versiones

# ttlAdministrarUsuarios
source: Manage Users
es_mx: Administrar Usuarios

# ttlLecciones
source: Lessons
es_mx: Lecciones
