Repository: raulbanuelos/DesingProcess
Catalog: DProcess/View/Resources/StringResources.*.resx
Languages: es_mx

# ttlMatrizLeccionesAprendidas
source: Learned Lessons Matrix
es_mx: Matríz de Lecciones Aprendidas

# ttlModificarDatosUsuarios
source: Modify User Data
es_mx: Modificar Datos del Usuario

# ttlNuevoUsuario
source: New User
es_mx: Nuevo Usuario

# ttlRecursos
source: Resources
es_mx: Recursos

# ttlUnidades
source: Units
es_mx: Unidades

# ttlValidarDocumento
source: Validate Document
es_mx: Validar Documento

# lblAdjuntarRuta
source: Add Route
es_mx: Adjuntar Ruta

# lblContraseñaActual
source: Current password
es_mx: Contraseña Actual

# lblEstado
source: Status
es_mx: Estado

# lblExtencion
source: Extension
es_mx: Extensión

# lblFiltrarEstado
source: Filter Status
es_mx: Filtrar Estado

# lblGrafica
source: Graph
es_mx: Grafica

# lblTipo
source: Type
es_mx: Tipo

# lblFoto
source: Picture
es_mx: Foto

# lblNumeroMatriz
source: Matrix Number
es_mx: Número de Matriz

# ttlBaseDatosAux
source: Click here to manage the data base
es_mx: Click para administrar la base de datos

# ttlCalcularCuotas
source: Click here to calculate the quotes
es_mx: Click para calcular las cuotas

# ttlControlDocumentosAux
source: Click here to manage the documents
es_mx: Click para administrar los documentos

# ttlHerramientasAux
source: Click here to manage the tools
es_mx: Click para administrar las herramientas

# ttlLeccionesAprendidasAux
source: Click here to manage the lessons learned
es_mx: Click para administrar las lecciones aprendidas

# ttlRawMaterialsAux
source: Click here to see raw materials
es_mx: Click para ver las materias primas

# ttlTiempoEstandarAux
source: Click here to manage the standar time
es_mx: Click para administrar el tiempo estándar

# ttlUsuariosAux
source: Click here to manage your profile
es_mx: Click para administrar tu perfil

# lblAprobadoPendienteLiberar
source: APPROVED, PENDING TO RELEASE
es_mx: APROBADO, PENDIENTE POR LIBERAR

# lblPendientePorCorregir
source: PENDING TO CORRECT
es_mx: PENDIENTE POR CORREGIR

# msgErrorInsertarArchivos
source: Error inserting the file
es_mx: Error al insertar el archivo

# lblFormato
source: Format MAHLE
es_mx: Formato MAHLE

# lblViejoFormato
source: Old Format
es_mx: Formato Viejo

# msgCargaPlano
source: The component plane was loaded :
es_mx: Se cargo el plano del componente :

# msgPlanoIncorrecto
source: You haven't selected a valid file
es_mx: No has seleccionado un archivo valido

# msgSeleccionaFormato
source: Select the format of the plane :
es_mx: Selecciona el formato del plano :

# lblAbrir
source: Open
es_mx: Abrir

# lblCalcularDimensiones
source: Calculate dimencions
es_mx: Calcular dimensiones

# lblCambios
source: Changes
es_mx: Cambios

# lblCaracteristicas
source: Characteristics
es_mx: Características

# lblCorrer
source: Run
es_mx: Correr

# lblImportarXML
source: Import to XML
es_mx: Importar a XML

# lblNuevo
source: New
es_mx: Nuevo

# lblRevision
source: Revision
es_mx: Revisión

# lblVerRuta
source: View route
es_mx: Ver ruta

# lblInsertarAreaFrames
source: Select the area of ​​the frames where the file will be inserted
es_mx: Seleccione el área del frames a donde se insertara el archivo

# lblActualizar
source: Update
es_mx: Actualizar

# lblAgregarOperacion
source: Add operation
es_mx: Agregar operación

# lblAlta
source: Register
es_mx: Alta

# lblAncho
source: Width
es_mx: Ancho

# lblBorrarOperacion
source: Delete operation
es_mx: Borrar operación

# lblDiametro
source: Diameter
es_mx: Diámetro

# lblEspesor
source: Thickness
es_mx: Espesor

# lblExportarSAP
source: Export to SAP
es_mx: Exportar al SAP

# lblSalir
source: Exit
es_mx: Salir

# lblActivo
source: Active
es_mx: Activo

# lblAlertas
source: Alerts
es_mx: Alertas

# lblArchivo
source: File
es_mx: Archivo

# lblBuscarClasificacionHerramental
source: Search tooling classification
es_mx: Buscar Clasificación Herramental

# lblCalcular
source: Calculate
es_mx: Calcular

# lblClasificacion
source: Classification
es_mx: Clasificación

# lblClasificacionHerramental
source: Tooling classification
es_mx: Clasificación del herramental

# lblCliente
source: Customer
es_mx: Cliente

# lblCodigo
source: Code
es_mx: Código

# lblComenzar
source: Start
es_mx: Comenzar

# lblDatos
source: Data
es_mx: Datos

# lblDatosRequeridos
source: Required data
es_mx: Datos requeridos

# lblDibujo
source: Drawing
es_mx: Dibujo

# lblDimensiones
source: Dimensions
es_mx: Dimensiones

# lblEncaminamiento
source: Routing
es_mx: Encaminamiento

# lblFechaPedido
source: Date ordered
es_mx: Fecha del pedido

# lblHerramientas
source: Tools
es_mx: Herramientas

# lblInstruccionesEspeciales
source: Especial instructions
es_mx: Instrucciones especiales

# lblMejorOpcion
source: The best option
es_mx: La mejor opción

# lblMontadoPor
source: Mounted by
es_mx: Montado por

# lblMontaje
source: Mounting
es_mx: Montaje

# lblOrdenadoPor
source: Ordered by
es_mx: Ordenado por

# lblPingGage
source: Ping gage
es_mx: Medidor de ping

# lblPlanoHerramental
source: Drawing
es_mx: Plano herramental

# lblRevisadoPor
source: Checked by
es_mx: Revisado por

# lblRuta
source: Route
es_mx: Ruta

# lblSeleccionaeElemento
source: Select a element
es_mx: Seleccionar elemento

# lblTextoLargo
source: Long text
es_mx: Texto largo

# lblTipoAnillo
source: Ring type
es_mx: Tipo anillo

# ttlAgregarMaestroHerramental
source: Add Tooling Master
es_mx: Agregar Maestro Herramental

# ttlBusquedHerramental
source: Search Tooling
es_mx: Búsqueda de Herramental

# ttlMaestroHerramental
source: Tooling Master
es_mx: Maestro Herramental

# lblAnchoAlambre
source: Wire Width
es_mx: Ancho de alambre

# lblAnchoRadial
source: Radial Width
es_mx: Ancho de radial

# lblProceso
source: Process
es_mx: Proceso

# ttlCorrigioDocumento
source: Corrected the document
es_mx: Corrigió el documento

# ttlCreadoDocumento
source: Has created a new document
es_mx: A creado un nuevo documento

# ttlDocumentoAprobado
source: Approved document
es_mx: Documento aprobado

# ttlDocumentoRechazado
source: Rejected document
es_mx: Documento rechazado

# ttlEntregarDocumento
source: Was approved and you can deliver it to the document manager
es_mx: Fue aprobado y ya lo puedes entregar al administrador de documentos

# ttlNuevoDocumentoValidar
source: New document for validate
es_mx: Nuevo documento por validar

# ttlRechazarDocumento
source: Dont have the necessary requirements
es_mx: No cumple con los requisitos necesarios

# ttlUsuario
source: User
es_mx: El usuario

# msgExitWithOutSaveChanges
source: Are you sure to leave without saving changes?
es_mx: ¿Esta seguro de salir sin guardar cambios?

# msgSeleccioneNumero
source: Select file
es_mx: Seleccione un registro

# msgVerDocumentosLiberar
source: To see the document double clic in the information
es_mx: Para ver el documento dar doble click sobre la información

# lblCerrarVentana
source: Do you want to close the window?
es_mx: ¿Deseas cerrar la ventana?

# ttlCerrarVentana
source: Close
es_mx: Cerrar

# lblSellarDocumento
source: Do you want to seal the document?
es_mx: ¿Desea sellar el documento?

# lblDocumentoSellado
source: The document was sealed correctly
es_mx: El documento fue sellado correctamente

# lblErrorSelloDocumento
source: There was an error sealing the document
es_mx: Hubo un error al sellar el documento

# ttlSellar
source: Seal
es_mx: Sellar

# msgSellarDocumento
source: Do you whant set electronic stamp in the file?
es_mx: ¿Desea sellar electrónicamente el archivo?

# ttlVistaPrevia
source: Preview
es_mx: Vista previa

# lblViewDocumentosRechazados
source: See rejected documents
es_mx: Ver documentos rechazados

# lblDrawPattern
source: Draw pattern
es_mx: Dibujar placa modelo

# msgActNoCopias
source: Do you want to update the number of copies?
es_mx: ¿Desea actualizar el número de copias?

# lblConvertir
source: Convert
es_mx: Convertir

# msgSustituirArchivo
source: Do you want to change the file?
es_mx: ¿Desea sustituir el archivo?

# ttlWorking
source: Please wait, we are working.
es_mx: Por favor espere, estamos trabajando.

# lblMilimetros
source: Milimeter (mm)
es_mx: Milímetros(mm)

# lblPulgadas
source: Inch (in)
es_mx: Pulgadas(in)

# lblAnterior
source: Previous
es_mx: Anterior

# lblSiguiente
source: Next
es_mx: Siguiente

# lblCaracteresEspeciales
source: Special characters are not allowed in the description
es_mx: No se permiten caracteres especiales en la descripción

# lblUsuarioPermitido
source: Please, select the user who authorized your document
es_mx: Por favor, seleccione el usuario que autorizó su documento

# lblInstruccionesLeccion
source: You can add 1 o more files
es_mx: Puedes agregar 1 o mas archivos al registro de la lección aprendida

# lblUbicacion
source: Location
es_mx: Ubicación

# lblRechazarDocumentosViejos
source: Reject old documents
es_mx: Rechazar documentos viejos

# ttlDocumentosNoEntregados
source: List of documents not delivered
es_mx: Lista de los documentos no entregados

# ttlFechaLimiteEntrega
source: Delivery deadline
es_mx: Fecha límite de entrega

# ttlElegirCentroTrabajo
source: Choose work center
es_mx: Elegir centro de trabajo

# ttlElegirTipoCambio
source: Choose type of change
es_mx: Elegir tipo de cambio

# ttlTipoCambioSeleccionado
source: Type of changue selected
es_mx: Tipos de cambio seleccionados

# ttlTipoCentroSeleccionado
source: Work center selected
es_mx: Centros de trabajo seleccionados

# lblAgregarOtroComponente
source: Do you want to add another component?
es_mx: ¿Deseas agregar otro componente?

# lblArchivoLeccionesAprendidas
source: To see/delete the file, first you need to click in the icon of the file
es_mx: Para ver/eliminar el archivo, debes dar clic en el icono del archivo

# lblComponenteNoEncontrado
source: Any similar component wasn´t found, the date of the last change will be today
es_mx: Ningún componente similar fue encontrado, la fecha del ultimo cambio será la del día de hoy

# lblDescripcionSimilar
source: How many components are going to be inserted?
es_mx: ¿Cuantos componentes se van a ingresar?

# lblIngreseNumeroComponente
source: Insert component number
es_mx: Ingrese el número del componente

# lblVerEstatusDocumentos
source: See status of documents
es_mx: Estatus de mis documentos

# lblDocumentosPendientesCorregir
source: The selected documents are already in the status to be corrected.
es_mx: Los documentos seleccionados ya se encuentran en estatus pendiente por corregir

# lblRegresarPendienteCorregir
source: Do you want to return to pending to correct the selected documents?
es_mx: ¿Deseas regresar a pendiente por corregir los documentos seleccionados?

# lblPendienteValidar
source: PENDING TO VALIDATE
es_mx: PENDIENTE POR VALIDAR

# lblReturnPendient
source: Return to pending to correct
es_mx: Regresar a Pendiente por corregir

# msgArchivoNoEncontrado
source: The file was not found, please re-attach it.
es_mx: No se encontró el archivo, por favor vuelva a adjuntarlo.

# msgDocumentoNoEstaPendiente
source: The document is not pending pending release, please check the status of the document.
es_mx: El documento no se encuentra en pendiente por liberar, por favor consulte el estatus del documento.

# msgLiberarDocumento
source: Do you want to release the document?
es_mx: ¿Desea liberar el documento?

# msgQRNoCorresponde
source: The QR code does not correspond to the document, please contact the system administrator.
es_mx: El código QR no corresponde al documento, por favor contacte al administrador del sistema.

# msgQRNoValido
source: The QR code does not correspond to a valid code.
es_mx: El código QR no corresponde a un código valido.

# ttlIronCast
source: Iron cast
es_mx: Acero rolado

# ttlPatern
source: Pattern
es_mx: Placas modelo

# msgElegirFormato
source: What format do you want to use?
es_mx: ¿Qué formato deseas utilizar?

# lblAutomaticamente
source: Automatically
es_mx: Automáticamente

# lblManualmente
source: Manually
es_mx: Manualmente

# msgModoCorregir
source: How do you want to correct the file?
es_mx: ¿Cómo deseas corregir el archivo?

# msgArchivoCorregido
source: The document has been corrected. Please re-attach it.
es_mx: El documento ha sido corregido. Por favor vuelve a adjuntarlo.

# msgCorrigeArchivo
source: Please correct the file and attach it again.
es_mx: Por favor corrige el archivo y adjuntalo de nuevo.

# msgCodIncorrecto
source: The Code is incorrect on the sheet:
es_mx: El Código es incorrecto en la hoja:

# msgDescIncorrecta
source: The description is incorrect on the sheet:
es_mx: La Descripción es incorrecta en la hoja:

# msgDescNotEspeciales
source: The Description can not have special characters, please write it again.
es_mx: La Descripción no puede tener caracteres especiales, favor de escribirla de nuevo.

# msgFElaboraIncorrecta
source: The Elaboration Date is incorrect on the sheet:
es_mx: La Fecha Elaboración es incorrecta en la hoja:

# msgFEmisIncorrecta
source: The Issuance Date is incorrect on the sheet:
es_mx: La Fecha Emisión es incorrecta en la hoja:

# msgFReviIncorrecta
source: The Revision Date is incorrect on the sheet:
es_mx: La Fecha Revisión es incorrecta en la hoja:

# msgNumeracionIncorrecta
source: The numbering of the sheets is incorrect on the sheet:
es_mx: La numeración de las hojas está incorrecta en la hoja:

# msgUAproIncorrecto
source: The Approved User is incorrect on the sheet:
es_mx: El Usuario Aprobó es incorrecto en la hoja:

# msgUAutoIncorrecto
source: The Authorized User is incorrect on the sheet:
es_mx: El Usuario Autorizó es incorrecto en la hoja:

# msgUElabIncorrecto
source: The User Produced is incorrect on the sheet:
es_mx: El Usuario Elaboró es incorrecto en la hoja:

# msgUNotSISTEMA
source: The Authorized User must not be a SYSTEM, please select the corresponding one
es_mx: El Usuario Autorizó no debe ser SISTEMA, favor de seleccionar el correspondiente.

# msgVersIncorrecta
source: The Version of the document is incorrect on the sheet:
es_mx: La Versión del documento es incorrecta en la hoja:

# msgDBCr
source: , must be:
es_mx: , debe ser:

# msgCorrectFile
source: Correct file
es_mx: Archivo correcto

# msgEliminaVers
source: It is deleted version
es_mx: Se elimina versión

# msgErrorConvertFile
source: error when converting the file
es_mx: error al convertir el archivo

# msgFileIncorrect
source: Incorrect file:
es_mx: Archivo incorrecto:

# msgFormatoGCorrect
source: The format was generated correctly. Please do not modify the general data of the format. When saving the file, make sure it is EXCEL FILE (.XLSX)
es_mx: El formato se genero correctamente. Favor de no modificar los datos generales del formato. Al momento de guardar el archivo, asegurate de que sea ARCHIVO DE EXCEL (.XLSX)

# msgGenerar1roVers
source: To generate the format, first generate a new version
es_mx: Para generar el formato, primero genere una nueva versión

# msgHuboError
source: There was an error in attaching the document, please try later.
es_mx: Hubo un error al adjuntar el documento, por favor intente más tarde.

# msgInDescDoc
source: Enter the description of the document
es_mx: Ingrese la descripción del documento

# msgNoAdjFile
source: No file has been attached
es_mx: No se ha adjuntado ningún archivo

# msgNotFoundFile
source: No file found, please upload one
es_mx: No se encontro ningun archivo, favor de cargar uno

# msgRegresaVers
source: , it is returned to previous version
es_mx: , se regresa a versión anterior

# msgSelectNotify
source: You must select who to notify
es_mx: Debe seleccionar a quien notificar

# msgSelectNumDoc
source: Select the document number
es_mx: Seleccione el número de documento

# msgSelectUserAuto
source: Select the user who authorized
es_mx: Seleccione el usuario que autorizó

# msgSoloExcel
source: Only Excel files are allowed
es_mx: Sólo se permiten archivos de Excel

# msgSoloFormatos
source: At the moment you can only generate the file format type JES, HOE, HII and AVY
es_mx: Por el momento solo se puede generar el formato de archivos tipo JES, HOE, HII y AVY

# msgOcurrioError
source: An error occurred, please attach the file again.
es_mx: Ocurrió un error, por favor adjunta de nuevo el archivo.

# msgDocDifFormato
source: Apparently the document you attached does not belong to the format.
es_mx: Al parecer el documento que adjuntaste no pertenece al formato.

# msgLaHoja1
source: THE SHEET NUMBER 1 MUST BE CALLED:
es_mx: LA HOJA NÚMERO 1 DEBE LLAMARSE:

# msgErrEncontrados
source: Please select again the mistakes found.
es_mx: Por favor selecciona nuevamente los errores encontrados.

# msgSelecciona1error
source: Please select at least one type of document error.
es_mx: Por favor selecciona al menos un tipo de error del documento.

# msgErrorListaFrame
source: There was an error in the Frame's database. The document may not be released correctly.
es_mx: Hubo un error en la base de datos del Frame. El documento podría no liberarse correctamente.

# ttlPropiedades
source: Properties
es_mx: Propiedades

# ttlPropiedadesBool
source: Please click to bool properties
es_mx: Click para ir a propiedades bool

# ttlPropiedadesCadena
source: String Properties
es_mx: Propiedades Cadena

# ttlTextPerfil
source: Please click to profile
es_mx: Click para ir a perfil

# ttlTextPropiedades
source: Please click to properties
es_mx: Click para ir a propiedades

# ttlTextPropiedadesCadena
source: Please click to string properties
es_mx: Click para ir a propiedades cadena

# ttlTittlePerfil
source: Profile
es_mx: Perfil

# ttlTittlePropiedadesBool
source: Bool Properties
es_mx: Propiedades Bool

# ttlNormas
source: Specifications
es_mx: Normas

# ttlTextNormas
source: Please click to specifications
es_mx: Click para ir a normas

# lblAdd
source: Add
es_mx: Agregar

# lblGroupName
source: Group name
es_mx: Nombre grupo

# lblGrupos
source: Groups
es_mx: Grupos

# lblMemberName
source: Member name
es_mx: Nombre integrante

# ttlButtonAddDeleteMembers
source: Add / Delete members
es_mx: Agregar / Eliminar integrantes

# ttlButtonCreate
source: Create
es_mx: Crear

# ttlButtonCreateGroup
source: Create group
es_mx: Crear grupo

# ttlButtonDeleteGroup
source: Delete group
es_mx: Eliminar grupo

# ttlSelectnewmember
source: Select new(s) member(s)
es_mx: Selecciona nuevo(s) integrante(s)

# ttlSelectWhoNotify
source: Select who to notify
es_mx: Notificar a:

# msgRevisarNotificaciones
source: Do you want to notify someone else?
es_mx: ¿Quieres notificar a alguien más?

# lblAlertaNotificar
source: Alert! You have not selected users to notify...
es_mx: ¡Alerta! No has seleccionado usuarios a notificar.

# msgNombreDescripcionNoIgual
source: The name of the document and the description cannot be the same. Change the description and generate the file again, please.
es_mx: El nombre del documento y la descripción no pueden ser iguales. Cambia la descripción y genera nuevamente el archivo, por favor.

# msgLlenaTodosCampos
source: Fill all the fields to insert a file.
es_mx: Llena todos los campos para poder insertar un archivo.

# msgCambiaDescripcion
source: The name of the document and the description cannot be the same. Change the description please.
es_mx: El nombre del documento y la descripción no pueden ser iguales. Cambia la descripción por favor.

# msgDescripcionNoIgual
source: The description cannot be the same as the name of the document. Change the description here and in the file.
es_mx: La descripción no puede ser igual al nombre del documento. Cambia la descripción aquí y en el archivo.

# lblCerrar
source: Close
es_mx: Cerrar

# lblDeseleccionarTodosDocumentos
source: Deselect all
es_mx: Deseleccionar todos

# lblDeseleccionarTodosGrupos
source: Deselect all groups
es_mx: Deseleccionar todos los grupos

# lblDeseleccionarTodosUsuarios
source: Deselect all users
es_mx: Deseleccionar todos los usuarios

# lblSeleccionarTodosDocumentos
source: Select all
es_mx: Seleccionar todos

# lblSeleccionarTodosGrupos
source: Select all groups
es_mx: Seleccionar todos los grupos

# lblSeleccionarTodosUsuarios
source: Select all users
es_mx: Seleccionar todos los usuarios

# msgAsignaNombreGrupo
source: Assign a name to the group to create it.
es_mx: Asigna un nombre al grupo para poder crearlo.

# msgSelecciona2MasUsuarios
source: Select at least 2 users to create the group.
es_mx: Selecciona al menos 2 usuarios para crear el grupo.

# lblDescriptionNotify
source: You can select other users to notify via email when the document is released.
es_mx: Puede seleccionar a otros usuarios para notificar a través del correo electrónico cuando el documento sea liberado.

# msgAdjuntaherramentalaño
source: Attach the file with the tools used during the year.
es_mx: Adjunta el archivo con los herramentales usados durante el año.

# msgErrorexportar
source: An error occurred while exporting the file.
es_mx: Ocurrió un error al exportar el archivo.

# msgHerramentalrevisar
source: The process is over. The file was created and saved with the Tooling to verify. Notify to users that the tooling verification is ready.
es_mx: El proceso ha terminado. Se creó y guardó el archivo con el Herramental a verificar. Notifique a usuarios que la verificación herramental está lista.

# ttlCargaHerramental
source: Tooling Load
es_mx: Carga de Herramental

# ttlVerificacionAnual
source: Annual Verification
es_mx: Verificación Anual

# msgNotifySomeone
source: Do you want to notify someone that the tooling to verify is ready?
es_mx: ¿Quieres notificar a alguien que el herramental a verificar está listo?

# msgCellsName
source: Verify that the names of the cells are: A1 (COMPONENTE/componente) B1 (CODIGO_HERRAMENTAL/codigo_herramental) C1 (DESCRIPCION/descripcion).
es_mx: Asegúrese que los nombres de las celdas sean: A1 (COMPONENTE/componente) B1 (CODIGO_HERRAMENTAL/codigo_herramental) C1 (DESCRIPCION/descripcion).

# msgFormatoNoValido
source: Apparently you have attached an invalid format file.
es_mx: Al parecer ha adjuntado un archivo con formato no válido.

# msgQuieroSuscribirme
source: I want to subscribe to the changes in this document
es_mx: Quiero suscribirme a los cambios de este documento

# msgRecicbirNotificacionSuscripcion
source: You will receive a notification when this document will be modified or deleted.
es_mx: Recibirás una notificación cuando sea modificado o eliminado este documento.

# msgCorreoEnviadoOK
source: The email was sent successfully.
es_mx: El correo electrónico fue enviado exitosamente.

# msgCorreoSinAsunto
source: The email does not contain subject, Do you want to send it anyway?
es_mx: El correo electrónico no contiene asunto, ¿Deseas enviarlo de todos modos?

# msgElijaDestinatario
source: Please choose at least one addressee.
es_mx: Por favor elija al menos un destinatario.

# msgErrorEnviarCorreo
source: An error occurred at send the email.
es_mx: Ocurrió un error al enviar el correo electrónico.

# ttlAsunto
source: Subject
es_mx: Asunto

# ttlEnviar
source: Send
es_mx: Enviar

# ttlValideInformacion
source: Please validate the information
es_mx: Por favor valide la información

# ttlMyGroups
source: MY GROUPS
es_mx: MIS GRUPOS

# ttlUsers
source: USERS
es_mx: USUARIOS

# msgConfiguracionCorreo
source: Your user is not configured to send emails, Do you want to start with the configuration process?
es_mx: Tu usuario no está configurado para enviar correos electrónicos, ¿Deseas comenzar con el proceso de configuración?

# msgCuentaConfigurada
source: Your account has been set up correctly, from this moment you can send emails from the Process Design platform. In a moment you will receive an email confirming your configuration.
es_mx: Tu cuenta ha sido configurada correctamente, a partir de este momento puedes enviar correos electrónicos desde la plataforma de Diseño del Proceso. En un momento te llegará un correo electrónico confirmando su configuración.
